content/posts/index.org
#+title: Goldayan articles

** 2025
*** -> [[file:tossconf2025.org][Tossconf 2025 experience]]
*** -> [[file:html_button_issue.org][Html button issue]]
*** -> [[file:jbang.org][Jbang talk on CodeOnJVM meetup]]
*** -> [[file:warpd.org][Warp - control mouse using keyboard (wayland)]]
*** -> [[file:build2learn_25_itr.org][25th Build2Learn hackathon project]]
*** -> [[file:calibre_digital_library.org][Digital library using calibre]]
*** -> [[file:trying_floorp.org][Trying out floorp browser (Firefox fork)]]
*** -> [[file:sway_notification.org][Mako and Ednc Notifcation daemon]]
*** -> [[file:autoreload_webpage.org][Simple Live reload server]]
*** -> [[file:esim_issue.org][Not able to comprehend eSIM]]
*** -> [[file:ncmc_card.org][NCMC Chennai card, My experience]]
*** -> [[file:journaling_prompts.org][Journalling prompts/question that i like most]] 

** Old articles
*** -> [[file:trying_podman.org][Learning postgres using podman]]
*** -> [[file:alpine_vm.org][Playing with AlpineVM]]
*** -> [[file:touch_typing.org][Learn and improve touch typing]]
*** -> [[file:clojure_http_server.org][Clojure http server using ChatGPT]]
*** -> [[file:esp8266_ubuntu.org][ESP8266 in Ubuntu]]
*** -> [[file:digital_notes.org][Digital notes exploration]]
*** -> [[file:shared_storage_samba.org][Sambda configuration experience]]
