posts/index.html
<!DOCTYPE html><html><head><!--  --><meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Goldayan articles</title>
<meta name="generator" content="Org Mode" />
<link href="https://fonts.cdnfonts.com/css/share-tech-mono" rel="stylesheet"><link rel="stylesheet" type="text/css" href="/assets/code.css"/><link rel="stylesheet" type="text/css" href="/assets/style.css"/>
</head><body><header><div class="container"><h1>Gold Ayan's Tinker Garage</h1></div><div class="header-content"><nav class="container"><ul class="topnav"><li><a href="/index.html">Home</a></li><li><a href="/projects.html">Projects</a></li><li><a href="/posts">Posts</a></li><li><a href="/til.html">TIL</a></li><li><a href="/blogrolls.html">Blogrolls</a></li><li><a href="/feed.xml">RSS</a></li></ul></nav></div></header><article class="container"><div class="blog-content">
<div id="outline-container-org41408e2" class="outline-2">
<h2 id="org41408e2">2025</h2>
<div class="outline-text-2" id="text-org41408e2">
</div>
<div id="outline-container-org8b9cdba" class="outline-3">
<h3 id="org8b9cdba">-&gt; <a href="tossconf2025.html">Tossconf 2025 experience</a></h3>
</div>
<div id="outline-container-org1d0b841" class="outline-3">
<h3 id="org1d0b841">-&gt; <a href="html_button_issue.html">Html button issue</a></h3>
</div>
<div id="outline-container-orgcdbb39a" class="outline-3">
<h3 id="orgcdbb39a">-&gt; <a href="jbang.html">Jbang talk on CodeOnJVM meetup</a></h3>
</div>
<div id="outline-container-org2056691" class="outline-3">
<h3 id="org2056691">-&gt; <a href="warpd.html">Warp - control mouse using keyboard (wayland)</a></h3>
</div>
<div id="outline-container-org32987c5" class="outline-3">
<h3 id="org32987c5">-&gt; <a href="build2learn_25_itr.html">25th Build2Learn hackathon project</a></h3>
</div>
<div id="outline-container-org2a4d68d" class="outline-3">
<h3 id="org2a4d68d">-&gt; <a href="calibre_digital_library.html">Digital library using calibre</a></h3>
</div>
<div id="outline-container-orgd78e738" class="outline-3">
<h3 id="orgd78e738">-&gt; <a href="trying_floorp.html">Trying out floorp browser (Firefox fork)</a></h3>
</div>
<div id="outline-container-orgfa783cc" class="outline-3">
<h3 id="orgfa783cc">-&gt; <a href="sway_notification.html">Mako and Ednc Notifcation daemon</a></h3>
</div>
<div id="outline-container-orged65b32" class="outline-3">
<h3 id="orged65b32">-&gt; <a href="autoreload_webpage.html">Simple Live reload server</a></h3>
</div>
<div id="outline-container-org8d94f18" class="outline-3">
<h3 id="org8d94f18">-&gt; <a href="esim_issue.html">Not able to comprehend eSIM</a></h3>
</div>
<div id="outline-container-org8b375c3" class="outline-3">
<h3 id="org8b375c3">-&gt; <a href="ncmc_card.html">NCMC Chennai card, My experience</a></h3>
</div>
<div id="outline-container-org1d75e9c" class="outline-3">
<h3 id="org1d75e9c">-&gt; <a href="journaling_prompts.html">Journalling prompts/question that i like most</a></h3>
</div>
</div>

<div id="outline-container-orgd3ceadd" class="outline-2">
<h2 id="orgd3ceadd">Old articles</h2>
<div class="outline-text-2" id="text-orgd3ceadd">
</div>
<div id="outline-container-org26b7072" class="outline-3">
<h3 id="org26b7072">-&gt; <a href="trying_podman.html">Learning postgres using podman</a></h3>
</div>
<div id="outline-container-org53e1c63" class="outline-3">
<h3 id="org53e1c63">-&gt; <a href="alpine_vm.html">Playing with AlpineVM</a></h3>
</div>
<div id="outline-container-orgb936d2d" class="outline-3">
<h3 id="orgb936d2d">-&gt; <a href="touch_typing.html">Learn and improve touch typing</a></h3>
</div>
<div id="outline-container-orga2bad27" class="outline-3">
<h3 id="orga2bad27">-&gt; <a href="clojure_http_server.html">Clojure http server using ChatGPT</a></h3>
</div>
<div id="outline-container-orgcbbf281" class="outline-3">
<h3 id="orgcbbf281">-&gt; <a href="esp8266_ubuntu.html">ESP8266 in Ubuntu</a></h3>
</div>
<div id="outline-container-org67da0bc" class="outline-3">
<h3 id="org67da0bc">-&gt; <a href="digital_notes.html">Digital notes exploration</a></h3>
</div>
<div id="outline-container-orgf6719b3" class="outline-3">
<h3 id="orgf6719b3">-&gt; <a href="shared_storage_samba.html">Sambda configuration experience</a></h3>
</div>
</div>
</div></article><footer>This site is made with ❤️ using Emacs.</footer></body></html>
